tap "chrokh/tap"
tap "goles/battery"
tap "heroku/brew"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "systemist/formulae", "https://github.com/systemist/homebrew-formulae.git"
tap "microsoft/git"
tap "nodenv/nodenv"
tap "thoughtbot/formulae"
brew "automake"
brew "openssl@1.1"
brew "readline"
brew "python@3.8"
brew "awscli"
brew "bats"
brew "gcc"
brew "glib"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "dialog"
brew "diff-so-fancy"
brew "direnv"
brew "emojify"
brew "exercism"
brew "icu4c"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gdb"
brew "gist"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "go"
brew "grep"
brew "highlight"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "librdkafka"
brew "kcat"
brew "libssh"
brew "make"
brew "moreutils"
brew "neovim"
brew "netcat"
brew "node"
brew "nodenv"
brew "tmux"
brew "overmind"
brew "postgresql", restart_service: true
brew "pstree"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundler"
brew "rbenv-ctags"
brew "rbenv-default-gems"
brew "ripgrep"
brew "ruby"
brew "socat"
brew "ssh-copy-id"
brew "starship"
brew "terraform"
brew "tig"
brew "tmate"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "chrokh/tap/base16-manager"
brew "goles/battery/battery"
brew "heroku/brew/heroku"
brew "systemist/formulae/slack-cli"
brew "nodenv/nodenv/nodenv-default-packages"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
