tap "chrokh/tap"
tap "goles/battery"
tap "heroku/brew"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "nodenv/nodenv"
tap "systemist/formulae", "https://github.com/systemist/homebrew-formulae.git"
tap "thoughtbot/formulae"
brew "automake"
brew "awscli"
brew "bats"
brew "chrokh/tap/base16-manager"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "dialog"
brew "diff-so-fancy"
brew "direnv"
brew "emojify"
brew "exercism"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gcc"
brew "gdb"
brew "gist"
brew "git"
brew "git-crypt"
brew "glib"
brew "gnu-sed"
brew "go"
brew "goles/battery/battery"
brew "grep"
brew "heroku/brew/heroku"
brew "highlight"
brew "htop"
brew "hub"
brew "icu4c"
brew "imagemagick"
brew "jq"
brew "kcat"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "librdkafka"
brew "libssh"
brew "make"
brew "mas"
brew "moreutils"
brew "neovim"
brew "netcat"
brew "node"
brew "nodenv"
brew "nodenv/nodenv/nodenv-default-packages"
brew "openssl@1.1"
brew "overmind"
brew "pam-reattach"
brew "pidof"
brew "postgresql", restart_service: true
brew "pstree"
brew "python@3.8"
brew "rbenv"
brew "rbenv-bundler"
brew "rbenv-ctags"
brew "rbenv-default-gems"
brew "readline"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "socat"
brew "ssh-copy-id"
brew "starship"
brew "systemist/formulae/slack-cli"
brew "terraform"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "airtable"
cask "alfred"
cask "anylist"
cask "appcleaner"
cask "authy"
cask "backblaze"
cask "bartender"
cask "base"
cask "bookends"
cask "carbon-copy-cloner"
cask "charles"
cask "choosy"
cask "chromedriver"
cask "colorpicker-skalacolor"
cask "dash4"
cask "devonthink"
cask "docker"
cask "dropbox"
cask "encryptme"
cask "firefox"
cask "focus"
cask "font-fontawesome"
cask "git-credential-manager-core"
cask "google-chrome"
cask "hazel"
cask "kaleidoscope"
cask "karabiner-elements"
cask "kindle"
cask "kinesis-smart-set"
cask "kitty"
cask "logitech-options"
cask "marked"
cask "miro"
cask "monodraw"
cask "muzzle"
cask "nightowl"
cask "notion"
cask "omnigraffle"
cask "omniplan"
cask "paw"
cask "postico"
cask "quitter"
cask "rocket"
cask "screenflow6"
cask "scrivener"
cask "send-to-kindle"
cask "sf-symbols"
cask "sketch"
cask "slack"
cask "spotify"
cask "thingsmacsandboxhelper"
cask "timeular"
cask "tinderbox"
cask "toggl"
cask "tripmode"
cask "vimr"
mas "1Blocker", id: 1107421413
mas "A Companion for SwiftUI", id: 1485436674
mas "Airmail", id: 918858936
mas "DaisyDisk", id: 411643860
mas "Delicious Library", id: 635124250
mas "Deliveries", id: 924726344
mas "Drafts", id: 1435957248
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Instapaper", id: 1481302432
mas "Keynote", id: 409183694
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1449412482
mas "ScanSnap Cloud", id: 1211119808
mas "Sequence Diagram", id: 1195426709
mas "Shush", id: 496437906
mas "Sip", id: 507257563
mas "Spectrum", id: 518156125
mas "Things", id: 904280696
mas "ToothFairy", id: 1191449274
mas "Transmit", id: 403388562
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835
