tap "chrokh/tap"
tap "goles/battery"
tap "heroku/brew"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "nodenv/nodenv"
tap "systemist/formulae", "https://github.com/systemist/homebrew-formulae.git"
tap "thoughtbot/formulae"
brew "ansible"
brew "argocd"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "awscli", link: false
brew "awsume"
brew "bats"
brew "cairo"
brew "chrokh/tap/base16-manager"
brew "circleci"
brew "cloudflare/cloudflare/cloudflared"
brew "cmake"
brew "container-diff"
brew "coreutils"
brew "cppcheck"
brew "ctags"
brew "dasel"
brew "dialog"
brew "diff-so-fancy"
brew "direnv"
brew "dos2unix"
brew "emojify"
brew "exercism"
brew "exiftool"
brew "ffmpeg"
brew "findutils"
brew "folly"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdb"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "gist"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "goles/battery/battery"
brew "grep"
brew "guile"
brew "harfbuzz"
brew "heroku/brew/heroku"
brew "highlight"
brew "htop"
brew "hub"
brew "icu4c"
brew "imagemagick"
brew "jemalloc"
brew "jq"
brew "kcat"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "launchdns"
brew "libffi"
brew "libheif"
brew "libksba"
brew "librdkafka"
brew "librsvg"
brew "libsodium"
brew "libssh"
brew "libtool"
brew "libyaml"
brew "make"
brew "mas"
brew "memcached", restart_service: true
brew "mkcert"
brew "moreutils"
brew "neovim"
brew "netcat"
brew "node"
brew "node-build"
brew "nodenv"
brew "nodenv/nodenv/nodenv-default-packages"
brew "nss"
brew "openssl@1.1"
brew "overmind"
brew "pam-reattach"
brew "pandoc"
brew "pango"
brew "pidof"
brew "pkg-config"
brew "poppler"
brew "postgresql", restart_service: true
brew "postgresql@12", restart_service: true
brew "pstree"
brew "python@3.8"
brew "qt"
brew "rbenv"
brew "rbenv-bundler"
brew "rbenv-ctags"
brew "rbenv-default-gems"
brew "readline"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "ruby-install"
brew "rustup-init"
brew "shared-mime-info"
brew "shellcheck"
brew "snappy"
brew "socat"
brew "ssh-copy-id"
brew "starship"
brew "systemist/formulae/slack-cli"
brew "terraform"
brew "terraformer"
brew "tfenv"
brew "tgenv"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "unbound"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "authy"
cask "aws-vpn-client"
cask "backblaze"
cask "dash4"
cask "docker"
cask "dropbox"
cask "firefox"
cask "focus"
cask "font-fontawesome"
cask "git-credential-manager-core"
cask "google-chrome"
cask "google-drive"
cask "icanhazshortcut"
cask "kaleidoscope"
cask "kitty"
cask "marked"
cask "monodraw"
cask "notion"
cask "postico"
cask "send-to-kindle"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "thingsmacsandboxhelper"
cask "timeular"
cask "tinderbox"
cask "tripmode"
cask "vimr"
cask "zotero"
mas "DaisyDisk", id: 411643860
mas "Fantastical", id: 975937182
mas "Instapaper Save", id: 1481302432
mas "Pins", id: 1547106997
mas "ScanSnap Cloud", id: 1211119808
mas "Sequence Diagram", id: 1195426709
mas "Xcode", id: 497799835
