brew "chrokh/tap/base16-manager"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "exercism"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "gist"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "goles/battery/battery"
brew "grep"
brew "highlight"
brew "htop"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "launchdns"
brew "mas"
brew "mermaid-cli"
brew "moreutils"
brew "neovim"
brew "netcat"
brew "node-build"
brew "nodenv"
brew "nodenv/nodenv/nodenv-default-packages"
brew "nodenv/nodenv/nodenv-package-json-engine"
brew "pandoc"
brew "pgformatter"
brew "pidof"
brew "poppler"
brew "pstree"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundler"
brew "rbenv-ctags"
brew "rbenv-default-gems"
brew "ripgrep"
brew "ruby-install"
brew "rustup-init"
brew "shellcheck"
brew "socat"
brew "starship"
brew "thoughtbot/formulae/rcm"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "airbuddy"
cask "alfred"
cask "appcleaner"
cask "arq"
cask "authy"
cask "backblaze"
cask "base"
cask "calibre"
cask "cleanshot"
cask "cryptomator"
cask "dash"
cask "docker"
cask "dropbox"
cask "emacs-mac"
cask "font-fira-code"
cask "font-fontawesome"
cask "git-credential-manager-core"
cask "google-chrome"
cask "icanhazshortcut"
cask "kaleidoscope"
cask "karabiner-elements"
cask "kindle"
cask "kitty"
cask "logseq"
cask "marked"
cask "marvin"
cask "monodraw"
cask "obsidian"
cask "postico"
cask "send-to-kindle"
cask "sf-symbols"
cask "spotify"
cask "sublime-text"
cask "thingsmacsandboxhelper"
cask "tinderbox"
cask "tower"
cask "tripmode"
cask "vimr"
cask "zotero"
mas "1Password for Safari", id: 1569813296
mas "A Companion for SwiftUI", id: 1485436674
mas "DaisyDisk", id: 411643860
mas "Drafts", id: 1435957248
mas "Fantastical", id: 975937182
mas "Instapaper Save", id: 1481302432
mas "Instapaper", id: 288545208
mas "MindNode", id: 1289197285
mas "Muse", id: 1501563902
mas "Pins", id: 1547106997
mas "ReadKit", id: 1615798039
mas "ScanSnap Cloud", id: 1211119808
mas "Sequence Diagram", id: 1195426709
mas "Spectrum", id: 518156125
mas "Things", id: 904280696
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "nodenv/nodenv"
tap "railwaycat/emacsmacport"
